#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @NTGfamily

class Translation(object):
    
   
    START_TEXT = """<b> 𝙃𝙞 𝘽𝙪𝙙𝙙𝙮 {} 𝙄 𝘼𝙈 𝙎𝙚𝙧𝙫𝙚𝙣𝙩 𝙁𝙤𝙧  <b><i><a href="https://t.me/NTG_family">𝙈𝙪𝙧𝙖𝙡𝙞</a></i></b>!!</b> 𝘼𝙣𝙙 𝙄 𝙍𝙚𝙡𝙚𝙖𝙩𝙚𝙙 𝙏𝙤 𝙈𝙤𝙫𝙞𝙚𝙨 𝙒𝙤𝙧𝙡𝙙
𝙄 𝙁𝙤𝙧𝙜𝙤𝙩 𝙄𝙣𝙩𝙧𝙤𝙪𝙙𝙘𝙚 𝘼𝙗𝙤𝙪𝙩 𝙈𝙚 𝙄 𝘼𝙢 𝙈𝙒𝘽𝙧𝙤𝙨 𝘼𝙣𝙙 𝘾𝙤𝙬𝙤𝙧𝙠𝙚𝙧 𝙁𝙤𝙧 <b><i><a href="https://t.me/T5links"> 𝙈𝙤𝙫𝙞𝙚𝙨 𝙒𝙤𝙧𝙡𝙙 </a></i></b> 𝙞𝙛 𝙮𝙤𝙪𝙧 𝙣𝙤𝙩 𝙖 𝙢𝙚𝙢𝙗𝙚𝙧 𝙞𝙣 𝙤𝙪𝙧 𝙛𝙖𝙢𝙞𝙡𝙮 𝙎𝙤𝙤𝙣 𝙅𝙤𝙞𝙣 𝙊𝙪𝙧 𝙂𝙧𝙤𝙪𝙥 𝙜𝙤𝙝𝙚𝙖𝙙 𝙩𝙤 𝙗𝙚 𝙛𝙖𝙢𝙞𝙡𝙮
 <b><i><a href="https://t.me/NTG_family">𝙈𝙐𝙍𝘼𝙇𝙄</a></i></b>"""
    
    
    HELP_TEXT = """
<b><i><u>𝙈𝙊𝙑𝙄𝙀𝙎 𝙒𝙊𝙍𝙇𝘿 𝙏𝙍𝙀𝙀</u></i></b>
𝘼𝘿𝙈𝙄𝙉
                            |
                   --------------         
                 | 𝙈𝙖𝙞𝙣-<b><i><a href="https://t.me/NTG_family">𝙈𝙪𝙧𝙖𝙡𝙞</a></i></b>!!</b> |
                   --------------
                   ---------------
                 | 𝘾𝙊  -<b><i><a href="https://t.me/Commanidiot">𝘽𝙝𝙖𝙧𝙖𝙩𝙝</a></i></b>!!</b> |
                  ----------------
                             |
                  𝙂𝙧𝙤𝙪𝙥/𝘾𝙝𝙖𝙣𝙣𝙚𝙡
 ----------------|
 | 𝙈𝙤𝙫𝙞𝙚𝙨 𝙬𝙤𝙧𝙡𝙙            - <b><i><a href="https://t.me/T5links">𝙏𝙤 𝙅𝙤𝙞𝙣</a></i></b>!!</b>
 | 𝙒𝙚𝙗 𝙨𝙚𝙧𝙞𝙚𝙨              -<b><i><a href="https://t.me/T8links">𝙏𝙤 𝙅𝙤𝙞𝙣 </a></i></b>!!</b>
 | 𝘾𝙖𝙧𝙩𝙤𝙤𝙣                 -<b><i><a href="https://t.me/T6links">𝙏𝙤 𝙅𝙤𝙞𝙣</a></i></b>!!</b>
 | 𝙈𝙤𝙫𝙞𝙚 𝙐𝙥𝙙𝙖𝙩𝙚𝙨           -<b><i><a href="https://t.me/T0links">𝙏𝙤 𝙅𝙤𝙞𝙣</a></i></b>!!</b>
 | 𝙈𝙤𝙫𝙞𝙚𝙨 (𝘿𝙞𝙨𝙘𝙪𝙨𝙨)         -<b><i><a href="https://t.me/T11links">𝙏𝙤 𝙅𝙤𝙞𝙣</a></i></b>!!</b>"""                   
|------------------------------------
    
    ABOUT_TEXT =""" 
<b><i><u>𝘼𝙗𝙤𝙪𝙩 𝙢𝙚 😍</u></i></b>
 # 𝑪𝒓𝒆𝒂𝒕𝒆𝒅 - 𝑴𝒖𝒂𝒓𝒍𝒊
 # 𝑳𝒂𝒏𝒈𝒖𝒂𝒈𝒆 - 𝑷𝒚𝒕𝒉𝒐𝒏
 # 𝑫𝒂𝒕𝒆𝒃𝒂𝒔𝒆 - 𝑴𝒐𝒏𝒈𝒐 𝒅𝒃
 # 𝑨𝒑𝒑 𝒓𝒖𝒍𝒆 - 𝑯𝒆𝒓𝒌𝒖𝒐
# 𝑴𝒂𝒊𝒏 𝒄𝒐𝒅𝒆 - 𝑮𝒊𝒕𝒉𝒖𝒃"""
 
